xorg-server
papirus-icon-theme
xfce4-settings
xorg-xinit
pulseaudio
pavucontrol
picom
xf86-input-synaptics
less
starship
grep
htop
zoxide
lazygit
unzip
unrar
neovim
wget
fastfetch
base-devel
stow
eza
xsel
ripgrep
fish
fzf
fd
python-pip
python-pynvim
openssl
gcc
make
python
python-pipx
curl
gparted
bat
tar
gzip
xz
ttf-fira-code
ttf-firacode-nerd
ttf-victor-mono-nerd
ttf-hack-nerd
sqlfluff
waybar
vlc
xdg-user-dirs
xdg-utils
wl-clip-persist
wl-clipboard
tree
yt-dlp
rofi
github-cli
yt-dlp
openssh
thunar
lxappearance
ligthdm
lightdm-gtk-greeter
thunar-volman
gvfs
udisks2
grub
grub-install
os-prober
