less
starship
grep
htop
zoxide
lazygit
unzip
unrar
neovim
wget
fastfetch
base-devel
stow
eza
xsel
ripgrep
fish
fzf
fd
python-pip
python-pynvim
xdg-utils
openssl
gcc
make
python
python-pipx
curl
wget
gparted
bat
tar
gzip
xz
