less
starship
grep
htop
zoxide
lazygit
unzip
unrar
neovim
wget
fastfetch
base-devel
stow
eza
xsel
ripgrep
fish
fzf
fd
python-pip
python-pynvim
xdg-utils
openssl
gcc
make
python
python-pipx
curl
wget
gparted
bat
tar
gzip
xz
ttf-fira-code
ttf-firacode-nerd
ttf-victor-mono
ttf-victor-mono-nerd
ttf-maple
sqlfluff
rust-analyzer
rustup
paru
waybar
vlc
xdg-desktop-portal-hyprland
xdg-ninja-git
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
wl-clip-persist
wl-clipboard
wezterm-git
tree
